{
  "contact-us": "Contact us",
  "careers": "Careers",
  "our-project": "Our project",
  "communication": "Communication",
  "our-business": "Our business",
  "news": "News",
  "our-partners": "our partners",
  "our-strategy": "our strategy",
  "corporate-culture": "corporate culture",
  "corporate-profile": "corporate profile",
  "about-us": "About us",
  "investment-and-new-business": "Investment and New Business",
  "digital-technology-services": "Digital Technology Services",
  "assets-leasing-services": "Assets Leasing Services",
  "oil-blending-and-trading": "Oil blending and trading",
  "chemical-technology-and-products": "Chemical Technology and Products",
  "production-and-field-maintenance": "Production and Field Maintenance",
  "reservoir-management": "Reservoir management",
  "stimulation": "Stimulation",
  "drilling-technology": "Drilling Technology",
  "geological-technical-services": "Geological Technical Services",
  "aaot": "As an oilfield technology and trading company, we provide operation services as its products, and follows the standard of “Operation First” when delivering services to clients. Grand Qilin also provides a wide range of investment opportunities in developing oil field, field services and crude oil blending and trading.  We look forward to cooperate with all industry partners from all around the world.",
  "amoe": "A model of efficient and harmonious development for both human and the environment.To create direct value for clients, and contribute to social progress",
  "odks": "Oilfield development knowledge sharing platform service",
  "iope": "Intellectualization of Petroleum Engineering Technology",
  "multimedia-services": "Multimedia services",
  "equipment-and-facilities-digital-technology-services": "Equipment and facilities digital technology services",
  "intelligent-security-and-emergency-management": "Intelligent security and emergency management",
  "oil-and-gas-production-intelligent-management-and-control-platform": "Oil and gas production intelligent management and control platform",
  "gqoi": "Grand Qilin Oil is committed to providing customers with digital intelligence transformation solutions, serving various application scenarios, and cooperating with various technology companies to provide efficient services for oilfield operation management. Leveraging on the world's leading oilfield expertise accumulated over the years, combined with in-depth research in recent years on oil and gas industry production management informatization, big data applications, intelligent security, equipment intelligent monitoring, new energy and other technologies, to provide customers with all-round and full scenarios related to oil and gas fields Digital services;",
  "beas": "By efficient asset sharing platform services, it helps customers to share and effectively use their assets globally and maximize the value of their assets.",
  "poag": "Provide oil and gas field processing facilities, power plants, well stations, pipeline operation and maintenance, production equipment and facilities construction and leasing services；",
  "bpmi": "By powerful means including asset mobilization, operation and maintenance and information, to provide customers with efficient asset management services；",
  "poagf": "Provide oil and gas field processing facilities, power plants, well stations, pipeline operation and maintenance, production equipment and facilities construction and leasing services；",
  "als": "Assets Leasing Service：To provide clients with a full range of oilfield equipment and assets leasing services, help clients with asset-light operation.",
  "stoc": "Selecting the optimal combination of components to produce the final finished product is one of the most critical economic issues for both traders and refiners. Blending is much more complicated than a simple mixing of components.",
  "tocv": "to optimize commercial value, to upgrade or reduce oil consumption to meet specifications, and to facilitate oil movement.",
  "gqoa": "Grand Qilin Oil are resourcing and allocating worldwide crude oil to various port for blending and trading crude oil, so as",
  "boim": "Blending oil involves mixing two or more different types of oils to achieve a desired balance of fatty acids, stability, and functional properties.",
  "oil-blending-and-trading-0": "Oil Blending and Trading",
  "general-bulk-chemical-product": "General Bulk Chemical Product",
  "oil-and-gas-gathering-chemical-product": "Oil and Gas Gathering Chemical Product",
  "oil-production-chemical-product": "Oil Production Chemical Product",
  "stimulation-chemical-product": "Stimulation Chemical Product",
  "cementing-admixture": "Cementing Admixture",
  "drilling-fluid-treatment": "Drilling Fluid Treatment",
  "tcta": "The chemical technology and product of Grand Qilin Oil is targeted to solve all difficulties in the whole process of oil and gas production, to help clients improve the safety and speed of drilling, to enrich stimulation technology, to increase the oil recovery rate, to help clients reduce the cost of oil and gas gathering, to improve oil and gas gathering efficiency.",
  "artificail-lift": "Artificail lift",
  "sand-control": "Sand control",
  "completion-tools": "Completion tools",
  "intelligent-completion": "Intelligent completion",
  "completion-technologies": "Completion technologies",
  "production-and-field-maintenance-0": "Production and Field maintenance",
  "gqou": "Grand Qilin Oil utilize some of the cutting-edge developments in reservoir characterization technology within the industry comprise high-resolution imaging techniques, data analysis tools, advanced modeling algorithms, and leveraging big data analytics, AI, and ML technologies for informed strategic decisions.",
  "srmr": "successful reservoir management requires understanding the structure of the reservoir, the distribution of fluids within the reservoir, drilling and maintaining wells which can produce fluids from the reservoir, transport and processing of produced fluids, refining and marketing the fluids, safely abandoning the reservoir when it can no longer produce, and mitigating the environmental impact of operations throughout the life cycle of the reservoir.",
  "gqoh": "Grand Qilin Oil has rich experience in the allocation of resources to optimize hydrocarbon recovery from a reservoir while minimizing capital investments and operating expenses",
  "cosr": "Combination of stimulation related engineering technology and geological technology, supported with digital technology, financial resources, human resources services etc.",
  "lnct": "Leading new coiled tubing technology in China, intelligent service providers that combine coiled tubing with cable and optical fiber.",
  "lnctt": "Leading new coiled tubing technology in China, intelligent service providers that combine coiled tubing with cable and optical fiber.",
  "whrs": "We have rich shale gas and tight gas fracturing services experiences.",
  "fotr": "Focusing on the research of unconventional oil and gas stimulation technology, supported with characteristic suspension technology, temporary plugging and water control technology etc.",
  "ocia": "Our company is an integrated technical solution designer and service provider covering stimulation technology, pumping, CT technology and wellbore restoration technology etc.",
  "ihab": "It has advanced biosynthetic base, high-performance oil base / desulphonated water base, solid free brine drilling and completion fluid, intelligent mud technology and mud station operation and maintenance",
  "icpr": "It can provide real-time optimization of drilling parameters, remote visualization, operability and intelligence",
  "ihal": "It has advanced LWD/MWD tools and rotary guide tools, perfect side drilling supporting technology, and rich experience in drilling construction of various wells and well types. It can provide advanced technology services such as directional, rotary geological guidance, side drilling, downhole connectivity, double branch wells, and integrated drilling tools such as comprehensive acceleration",
  "wpsc": "We provide services covering directional wells, drilling and completion fluids, cementing and oilfield environmental protection ，It has a series of key drilling technologies, characterized by measurement while drilling and steering technology, downhole tool integration, environmental protection drilling and completion fluid system.",
  "reio": "Rich experiences in oil and gas reservoir research in worldwide, covering oil and gas fields in China, Iraq, Iran and etc, involving various types of reservoirs such as conventional sandstone, carbonate, tight sandstone, coal seam, shale, etc.",
  "dcmi": "Diversified cooperation modes, including conventional services, general contracting service and risk-taking general contract service, etc.",
  "aoec": "An open ecological cooperation platform attracting advanced technologies and high-quality partners worldwide.",
  "twsc": "The whole service chain consisting of reservoir and geology research, drilling, completion, stimulation and oil recovery, provides conditions for the combination of geology and engineering, and makes resources allocation efficiently.",
  "afmv": "Advanced formation monitoring visualization technology and reservoir digital technology, providing accurate identification of sweet spot.",
  "ccrg": "Combining comprehensive reservoir geological research services, advanced formation monitoring visualization technology and full-process engineering services, we provide clients with sweet spot tracking services and precise engineering technology solutions for the entire lifecycle of reservoirs to improve sweet spot hitting rates for economic efficiency enhancement of oilfield development.",
  "grand-qilin-oil": "Grand Qilin Oil",
  "your-trusted-energy-partner": "Your Trusted Energy Partner",
  "ociap": "Our company is a pioneering company specializing in oil field development, reservoir management , oil field service and oil trading, delivering sustainable energy solutions through cutting-edge technology and industry expertise.",
  "wtl": "WTl",
  "opec-reference-basket": "OPEC Reference Basket",
  "brent": "Brent",
  "todays-oil-prices-b": "Today's oil prices（$/b）",
  "value": "Value",
  "and-strategy": "Strategy",
  "our-values": "Our Values",
  "iwut": "Integrity: We uphold the highest standards of honesty and transparency in all our dealings.",
  "ewsf": "Excellence: We strive for excellence in every aspect of our work, ensuring top-quality service delivery.",
  "rwtr": "Responsibility: We take responsibility for our impact on the environment and society, and actively seek ways to contribute positively.",
  "strategic-goals": "Strategic Goals",
  "icaa": "Innovation: Continuously adopt and integrate advanced technologies to enhance our service offerings and operational efficiency.",
  "sipt": "Sustainability: Implement practices that ensure minimal environmental impact and promote long-term ecological balance.",
  "pfsp": "Partnerships: Forge strong partnerships with key stakeholders in the energy sector to foster mutual growth and success.",
  "contact": "Contact",
  "suppliers": "Suppliers",
  "general-terms-and-conditions-of-use": "General Terms and Conditions of Use",
  "personal-data-charter-cookies-and-tracers": "Personal data charter, cookies and tracers",
  "accessibility-partially-compliant": "Accessibility : partially compliant",
  "sitemap": "Sitemap",
  "iwcd": "Integrated well completion design capacity； Market main completion technology services supplier: Leading the upgraded completion technologies powered by full range of completion tools and perpetual innovation of intelligent completion tools； Global technical service team：Professional on-site technical service engineers and international project management staffs； Experienced in gas/carbon storage & intelligent completion services. Grand Qilin Oil provides full range of integrated and specialized completion solutions centered on completion tools, and focus on the gas & carbon storge, intelligent completion.",
  "advantages": "Advantages",
  "service-scope": "Service scope",
  "complete-solutions-for-oil": "Complete Solutions for Oil",
  "and-gas-industry": "Gas Industry",
  "site-developing": "Web site under construction, update later"
}